{
    "data": [
        {
            "id": "1",
            "name": "The Future of JavaScript",
            "dateTime": "2020-12-07 10:00:00",
            "room": "Keynote room",
            "description": "Since its inception in 1995, JavaScript has become the most popular language of the web. With new additions to the ECMAScript standard there are no signs of slowing down on this. Gain insights in this spectacular keynote on what the future will hold."
        },
        {
            "id": "2",
            "name": "Introducing Web Components",
            "dateTime": "2020-12-07 11:00:00",
            "room": "Breakout room A",
            "description": "With web components developers can embrace a true component based architecture, which utilizes core browser APIs. This makes them easily usable across any modern browser. Come and learn in this session what web components are all about, and how they can make your life easier."
        },
        {
            "id": "3",
            "name": "Web Components Patterns and Best Practices",
            "dateTime": "2020-12-07 11:00:00",
            "room": "Breakout room B",
            "description": "You started developing your first web components, and now what? Join this interactive session and learn lessons from the field on how to build first class web component implementations."
        },
        {
            "id": "4",
            "name": "Advanced Web Components Workshop",
            "dateTime": "2020-12-07 11:30:00",
            "room": "Theater",
            "description": "Fully embrace the standards that web components are build on. Shadow DOM, custom elements, HTML imports and more. There is a lot to learn, and all of that will be covered."
        },
        {
            "id": "5",
            "name": "Becoming a Salesforce Certified Technical Architect: Prepare for the review board by practicing example-led architectural strategies and best practices",
            "dateTime": "2021-02-12 11:00:00",
            "room": "Keynote room",
            "description": "Design and build high-performance, secure, and scalable Salesforce solutions to meet business demands and gain practical experience using real-world scenarios by creating engaging end-to-end solution presentations."
        },
        {
            "id": "6",
            "name": "Salesforce Architect's Handbook: A Comprehensive End-to-End Solutions Guide",
            "dateTime": "2021-01-21 18:30:00",
            "room": "Breakout room C",
            "description": "Take a deep dive into the architectural approach, best practices, and key considerations needed to comprehend, evaluate, and design an efficient, scalable, and sustainable Salesforce-based solution."
        },
        {
            "id": "7",
            "name": "Salesforce Lightning Platform Enterprise Architecture: Architect and deliver packaged applications that cater to enterprise business needs",
            "dateTime": "2019-11-04 12:30:00",
            "room": "Keynote room",
            "description": "A comprehensive guide filled with best practices and tailor-made examples - a must-read for all Lightning Platform architects!"
        },
        {
            "id": "8",
            "name": "Mastering JavaScript Functional Programming: Write clean, robust, and maintainable web and server code using functional JavaScript",
            "dateTime": "2020-01-24 12:30:00",
            "room": "Breakout room C",
            "description": "Explore the functional programming paradigm and the different techniques for developing better algorithms, writing more concise code, and performing seamless testing

."
        }
        
    ]
}
